export default [
    {
      id: 1,
      category: "자유게시판",
      title: "심장사상충예방을 위한 방법",
      content: "심장사상충 예방을 위한 바르느약은 어떤 것이 좋나요? 심장사상충 예방을 위해 레볼루션과 프로하트플러스를 추천합니다. 이 제품들은 정기적으로 사용하면 심장사상충을 예방할 수 있어요. 심장사상충이란 어떤 병인가요? 심장사상충은 모기에서 전염되는 질병입니다. 반려묘에게 심각한 문제를 일으킬 수 있어요. 초기에는 증상이 없지만, 시간이 지나면 심장과 폐에 문제가 생깁니다. 이 때문에 예방이 중요해요.  레볼루션은 어떤 방식으로 작용하나요? 레볼루션은 피부에 바르면 체내로 들어가 기생충을 죽입니다. 성충과 유충을 모두 죽여 예방합니다. 부작용이 적고 사용하기 편리해요.  프로하트플러스는 어떤 특징이 있나요? 프로하트플러스는 피부에 바르는 제품입니다. 세라멕틴과 마찬가지로 성충과 유충을 죽여 예방합니다. 투여 간격이 길어 관리하기 좋아요.  심장사상충 예방을 위해 다른 방법은 없나요? 바르는약 외에도 모기 기피제 사용과 방역이 중요해요. 또한 정기적인 건강 검진으로 감염 여부를 확인하고 빠르게 치료하세요. 이를 통해 반려묘의 건강을 지키세요.  정기 검진은 왜 중요한가요? 건강 관리에는 예방약과 더불어 정기 검진이 중요해요. 검진으로 감염 여부를 빨리 확인하고 치료하세요. 이를 통해 반려묘의 건강을 지키세요.",
      author: {
        id:1,
        name: "심집사",
        avatar: require("@/assets/images/cat01.png"),
        time: "12분 전"
      },
      views: 0,
      likes: 0,
      comments: 0
    },
    {
      id: 2,
      category: "자유게시판",
      title: "고양이 사료 추천해주세요",
      content: "고양이 사료 선택이 어렵네요. 여러분은 어떤 사료를 추천하시나요? 저는 주로 건사료를 주고 있는데, 습사료도 섞어줘야 할지 고민 중입니다. 여러분의 경험을 공유해주세요...",
      author: {
        name: "냥이집사",
        avatar: "path/to/avatar2.jpg",
        time: "1시간 전"
      },
      views: 0,
      likes: 0,
      comments: 0
    },
    {
      id: 3,
      category: "자유게시판",
      title: "새로운 장난감을 샀어요!",
      content: "우리 고양이를 위해 새로운 장난감을 샀습니다. 레이저 포인터와 캣타워인데, 둘 다 너무 좋아해요! 여러분의 고양이는 어떤 장난감을 좋아하나요?",
      author: {
        name: "고양이맘",
        avatar: "path/to/avatar3.jpg",
        time: "3시간 전"
      },
      views: 0,
      likes: 0,
      comments: 0
    },
    {
        id: 4,
        category: "자유게시판",
        title: "심장사상충예방을 위한 방법",
        content: "심장사상충 예방을 위한 바르느약은 어떤 것이 좋나요? 심장사상충 예방을 위해 레볼루션과 프로하트플러스를 추천합니다. 이 제품들은 정기적으로 사용하면 심장사상충을 예방할 수 있어요. 심장사상충이란 어떤 병인가요? 심장사상충은 모기에서 전염되는 질병입니다. 반려묘에게 심각한 문제를 일으킬 수 있어요. 초기에는 증...",
        author: {
          name: "심집사",
          avatar: "path/to/avatar.jpg",
          time: "12분 전"
        },
        views: 0,
        likes: 0,
        comments: 0
      },
      {
        id: 5,
        category: "자유게시판",
        title: "고양이 사료 추천해주세요",
        content: "고양이 사료 선택이 어렵네요. 여러분은 어떤 사료를 추천하시나요? 저는 주로 건사료를 주고 있는데, 습사료도 섞어줘야 할지 고민 중입니다. 여러분의 경험을 공유해주세요...",
        author: {
          name: "냥이집사",
          avatar: "path/to/avatar2.jpg",
          time: "1시간 전",
        },
        views: 0,
        likes: 0,
        comments: 0
      },
      {
        id: 6,
        category: "자유게시판",
        title: "새로운 장난감을 샀어요!",
        content: "우리 고양이를 위해 새로운 장난감을 샀습니다. 레이저 포인터와 캣타워인데, 둘 다 너무 좋아해요! 여러분의 고양이는 어떤 장난감을 좋아하나요?",
        author: {
          name: "고양이맘",
          avatar: "path/to/avatar3.jpg",
          time: "3시간 전"
        },
        views: 0,
        likes: 0,
        comments: 0
      },
      {
        id: 6,
        category: "",
        title: "",
        content: "",
        author: {
          name: "",
          avatar: "",
          time: ""
        },
        views: 0,
        likes: 0,
        comments: 0
      }
  ];
  